tap "deus0ww/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "libffi"
brew "cmake"
brew "cocoapods"
brew "exiftool"
brew "fastlane"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "libusb"
brew "gnupg"
brew "go"
brew "gradle"
brew "graphviz"
brew "helm"
brew "imagemagick"
brew "jq"
brew "kotlin"
brew "node@16", link: true
brew "plantuml"
brew "portaudio"
brew "protobuf"
brew "pyenv"
brew "rbenv"
brew "rust"
brew "smartmontools"
brew "ssed"
brew "vim"
brew "watch"
brew "watchman"
brew "yq"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "1password"
cask "docker"
cask "dosbox-x"
cask "emacs"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "intellij-idea-ce"
cask "iterm2"
cask "licecap"
cask "microsoft-remote-desktop"
cask "mpv"
cask "ngrok"
cask "openemu-experimental"
cask "slack"
cask "temurin17"
cask "the-unarchiver"
cask "visual-studio-code"
cask "webex"
cask "wechat"
cask "zoom"
